
{
  "ABOUT_BUTTON": "About",
  "SKILLS_BUTTON": "Skills",
  "PROJECTS_BUTTON": "Projects",
  "CONTACT_BUTTON": "Contact",
  "HERO_SECTION_TITLE": "CUSTOM WEBSITES THAT WORK",
  "HERO_SECTION_SUBTITLE": "Fast, modern, built for you",

  "ABOUT_SECTION_TITLE": "About me",
  "ABOUT_SECTION_TEXT": "I have several years of experience in web development, and I believe in providing tailored solutions for every client. My main focus is developing web-based mapping applications, so I offer not only custom website development but also the visualization of spatial data in a web environment.",

  "CARD_CLEANCODE_TITLE": "Clean code",
  "CARD_CLEANCODE_TEXT": "Writing maintainable, scalable code that follows best practices and industry standards.",

  "CARD_INNOVATION_TITLE": "Innovation",
  "CARD_INNOVATION_TEXT": "Staying updated with the latest technologies and trends to deliver cutting-edge solutions.",

  "CARD_COLLABORATION_TITLE": "Collaboration",
  "CARD_COLLABORATION_TEXT": "Working closely with teams and clients to bring visions to life effectively.",

  "CARD_PERFORMANCE_TITLE": "Performance",
  "CARD_PERFORMANCE_TEXT": "Building fast, optimized applications that provide excellent user experiences.",

  "PROJECT_CHECK_BUTTON_TEXT": "Check",

  "SKILLS_SECTION_TITLE": "Skills",
  "SKILLS_SECTION_TEXT": "A comprehensive toolkit of modern technologies and frameworks I use to build amazing web applications.",

  "SKILLS_FRONTEND": "Frontend",
  "SKILLS_BACKEND": "Backend",
  "SKILLS_TOOLS_OTHERS": "Tools & Others",


  "PROJECTS_SECTION_TITLE": "Projects",
  "PROJECTS_SECTION_SUBTITLE": "Feel free to take a look at some of my notable, publicly available projects.",

  "NS_EKSZER_DESC": "A portfolio page of an artisan jeweler",
  "KOLIAPP_DESC": "An administrative application for college students, to make life easier in dormitory.",
  "GORSIUM_DESC": "A web map application for the Archeologic Park of Tác. Helps visitors in locating zones.",

  "FORM_NAME": "Name",
  "FORM_EMAIL": "E-mail",
  "FORM_MESSAGE": "Tell me your idea...",
   "FORM_SEND": "Send",

  "CONTACT_SECTION_TITLE": "Get in touch",
  "CONTACT_SECTION_TEXT": "Already have a concept, just need a professional to help shape it? Got an idea, but not sure how to bring it to life? Get in touch through any of my contact channels or send me a message right away!"

}
