{
  "ABOUT_BUTTON": "Rólam",
  "SKILLS_BUTTON": "Technológiák",
  "PROJECTS_BUTTON": "Referenciák",
  "CONTACT_BUTTON": "Kapcsolat",
  "HERO_SECTION_TITLE": "EGYEDI WEBLAPOK, EGYEDI MEGOLDÁS",
  "HERO_SECTION_SUBTITLE": "Gyors, modern, személyre szabott",

  "ABOUT_SECTION_TITLE": "Rólam",
  "ABOUT_SECTION_TEXT": "Több éves webfejlesztési tapasztalattal rendelkezem, és hiszek abban, hogy minden ügyfél számára egyedi megoldásokat tudok kínálni. Fő profilom a webes térképi applikációk fejlesztése, így nem csak egyedi weboldalak készítését, de térbeli adatok webes környezetben való vizualizálását is vállalom.",

  "CARD_CLEANCODE_TITLE": "Clean code",
  "CARD_CLEANCODE_TEXT": "Karbantartható és skálázható kód írása, clean code-elvek szem előtt tartásaval.",

  "CARD_INNOVATION_TITLE": "Innováció",
  "CARD_INNOVATION_TEXT": "A legújabb technológiák alkalmazása, hogy mindig a legmodernebb megoldásokat nyújtsam.",

  "CARD_COLLABORATION_TITLE": "Együttműködés",
  "CARD_COLLABORATION_TEXT": "Együttműködés más csapatokkal és ügyfelekkel a hatékony megvalósítás érdekében.",

  "CARD_PERFORMANCE_TITLE": "Hatékonyság",
  "CARD_PERFORMANCE_TEXT": "Gyors és jól optimalizált alkalmazások fejlesztése, a kiváló felhasználói élményért.",

  "PROJECT_CHECK_BUTTON_TEXT": "Megnézem",

  "SKILLS_SECTION_TITLE": "Eszköztár",
  "SKILLS_SECTION_TEXT": "Az alábbi keretrendszereket és technológiákat alkalmazom napi rendszerességgel.",

  "SKILLS_FRONTEND": "Kliensoldal",
  "SKILLS_BACKEND": "Szerveroldal",
  "SKILLS_TOOLS_OTHERS": "Egyéb eszközök",

  "PROJECTS_SECTION_TITLE": "Referenciák",
  "PROJECTS_SECTION_SUBTITLE": "Alább néhány, nyilvánosan is elérhető projektem tekinthető meg.",

  "VACZICUTS_DESC": "Budapesti fodrász portfólió oldala",
  "KOLIAPP_DESC": "Egy adminisztratív app, a kollégiumban lakó egyetemisták életét megkönnyítendő",
  "GORSIUM_DESC": "Táci Gorsium Régészeti park webes térképi app-ja. A látogatók tájékozódását segítendő, fejlesztése folyamatban.",

  "FORM_NAME": "Név",
  "FORM_EMAIL": "E-mail",
  "FORM_MESSAGE": "Na, halljuk azt az ötletet...",
  "FORM_SEND": "Küldés",

  "CONTACT_SECTION_TITLE": "Kapcsolat",
  "CONTACT_SECTION_TEXT": "A konkrét tervek már az asztalon, csupán a szakmai egyeztetés van hátra? Felmerült egy ötlet, de a megvalósítás folyamata kérdéses? Lelkesen várom a megkeresést alábbi kapcsolataim bármelyikén, vagy akár azonnali üzenetben is!"
}
